tap "hashicorp/tap"
tap "unikraft/cli"

brew "awscli"
brew "bat"
brew "derailed/k9s/k9s"
brew "ffmpeg"
brew "git-standup"
brew "helix"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "hyperfine"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "lazygit"
brew "unikraft/cli/kraftkit"
brew "zsh"

cask "1password"
cask "arc"
cask "chatgpt"
cask "craft"
cask "cursor"
cask "docker"
cask "gh"
cask "hoppscotch"
cask "karabiner-elements"
cask "keycastr"
cask "mongodb-compass"
cask "monitorcontrol"
cask "ngrok"
cask "notion-calendar"
cask "notion-mail"
cask "raycast"
cask "setapp"
cask "spotify"
cask "warp"
cask "whatsapp"
