tap "agavra/tap"
tap "anomalyco/tap"
tap "derailed/k9s"
tap "fluxcd/tap"
tap "freshworks-developers/tap"
tap "hashicorp/tap"
tap "openclaw/tap"
tap "oven-sh/bun"
tap "schpet/tap"
tap "steipete/tap"
tap "steveyegge/beads"
tap "unikraft/cli"
tap "unikraft/tap"
tap "withgraphite/tap"
tap "xdevplatform/tap"
tap "yakitrak/yakitrak"
brew "antidote"
brew "argo"
brew "argocd"
brew "awscli"
brew "bat"
brew "caddy"
brew "cloudflared"
brew "cmake"
brew "cocoapods"
brew "dnsmasq"
brew "dotnet@9"
brew "fd"
brew "opus"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git-standup"
brew "golangci-lint"
brew "helix"
brew "himalaya"
brew "htop"
brew "hyperfine"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "lazygit"
brew "libpq"
brew "markdownlint-cli2"
brew "ocrmypdf"
brew "ollama", restart_service: :changed
brew "openai-whisper"
brew "openjdk@17"
brew "pipx"
brew "poppler"
brew "rclone"
brew "restic"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "starship"
brew "summarize"
brew "tailscale"
brew "temporal"
brew "uv"
brew "zsh"
brew "agavra/tap/tuicr"
brew "anomalyco/tap/opencode"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "openclaw/tap/gogcli"
brew "openclaw/tap/goplaces"
brew "oven-sh/bun/bun"
brew "schpet/tap/linear"
brew "steipete/tap/gifgrep"
brew "steipete/tap/imsg"
brew "steipete/tap/peekaboo"
brew "steipete/tap/sag"
brew "unikraft/tap/kraftkit"
brew "unikraft/tap/unikraft"
brew "withgraphite/tap/graphite"
brew "yakitrak/yakitrak/obsidian-cli"
cask "1password"
cask "1password-cli"
cask "arc"
cask "blackhole-16ch"
cask "calibre"
cask "chatgpt"
cask "claude"
cask "claude-code@latest"
cask "steipete/tap/codexbar"
cask "cursor"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keycastr"
cask "linear"
cask "mongodb-compass"
cask "monitorcontrol"
cask "ngrok"
cask "nordvpn"
cask "obsidian"
cask "raycast"
cask "setapp"
cask "slack"
cask "spotify"
cask "termius"
cask "thunderbird"
cask "vlc"
cask "xdevplatform/tap/xurl"
vscode "anthropic.claude-code"
vscode "anysphere.cursorpyright"
vscode "anysphere.remote-containers"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "davidanson.vscode-markdownlint"
vscode "expo.vscode-expo-tools"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "jackiotyu.git-worktree-manager"
vscode "mechatroner.rainbow-csv"
vscode "mk12.better-git-line-blame"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode.makefile-tools"
vscode "redhat.vscode-yaml"
vscode "tomoki1207.pdf"
go "github.com/go-delve/delve/cmd/dlv"
go "golang.org/x/tools/cmd/goimports"
go "github.com/shinagawa-web/gomarklint"
go "golang.org/x/tools/gopls"
go "github.com/oapi-codegen/oapi-codegen/v2/cmd/oapi-codegen"
go "honnef.co/go/tools/cmd/staticcheck"
uv "nano-pdf"
uv "obsidian-cli"
uv "skill-seekers"
npm "pm2"
npm "pnpm"
