tap "hashicorp/tap"
tap "out-of-cheese-error/the-way"

brew "awscli"
brew "bat"
brew "derailed/k9s/k9s"
brew "ffmpeg"
brew "git-standup"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "hyperfine"
brew "ImageMagick"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "lazygit"
brew "MonitorControl"
brew "nativefier"
brew "nvm"
brew "pnpm"
brew "the-way"
brew "tmux"

cask "brave-browser"
cask "cron"
cask "docker"
cask "karabiner-elements"
cask "mongodb-compass"
cask "mullvadvpn"
cask "ngrok"
cask "pgadmin4"
cask "raycast"
cask "spotify"
cask "trailer"
